tap "arzg/homebrew-vim-strand"
tap "lhvy/tap"

brew "coreutils"
brew "dust"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "hyperfine"
brew "mosh"
brew "neovim"
brew "pastel"
brew "pipes-rs"
brew "renameutils"
brew "ripgrep"
brew "strand"
brew "tmux"
brew "tokei"
brew "tree"
brew "yt-dlp"
