tap "arzg/homebrew-t-tap"
tap "arzg/homebrew-vim-strand"

brew "fzf"
brew "gnupg"
brew "graphviz"
brew "hugo"
brew "hyperfine"
brew "mosh"
brew "neovim"
brew "node"
brew "pastel"
brew "pinentry-mac"
brew "rustup-init"
brew "strand"
brew "t"
brew "tmux", args: ["HEAD"]
brew "tokei"
brew "tree"
brew "yarn"

cask "alacritty"
cask "discord"
cask "loopback"
cask "visual-studio-code"
