tap "filosottile/musl-cross"

brew "fzf"
brew "gnupg"
brew "graphviz"
brew "hugo"
brew "hyperfine"
brew "mosh"
brew "musl-cross", args: ["without-x86_64", "with-arm-hf"]
brew "node"
brew "pastel"
brew "pinentry-mac"
brew "rustup-init"
brew "tmux", args: ["HEAD"]
brew "tokei"
brew "tree"
brew "yarn"

cask "alacritty"
cask "loopback"
cask "steam"
cask "visual-studio-code"
