tap "homebrew/cask"
tap "homebrew/cask-fonts"

cask "appcleaner"
cask "coconutbattery"
cask "discord"
cask "font-fira-mono"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex"
cask "font-input"
cask "font-jetbrains-mono"
cask "iina"
cask "mactex"
cask "microsoft-teams"
cask "monitorcontrol"
cask "omnidisksweeper"
cask "spotify"
cask "zoom"
