brew "clang-format"
brew "croc"
brew "dust"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "go"
brew "graphviz"
brew "hugo"
brew "hyperfine"
brew "moreutils"
brew "node"
brew "pastel"
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "swiftformat"
brew "tokei"
brew "tree"
brew "xcodegen"
brew "yarn"
brew "yt-dlp"

cask "1password"
cask "alfred"
cask "appcleaner"
cask "chromium", args: { no_quarantine: true }
cask "discord"
cask "doppler-app"
cask "flux-app"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "fork"
cask "handbrake-app"
cask "hopper-disassembler"
cask "iina"
cask "keka"
cask "mac-mouse-fix@2"
cask "mactex"
cask "macvim-app"
cask "meta"
cask "monitorcontrol"
cask "selfcontrol"
cask "sf-symbols"
cask "sketch"
cask "soulver"
cask "swiftformat-for-xcode"
cask "xld"
