tap "arzg/homebrew-t-tap"
tap "arzg/homebrew-vim-strand"
tap "filosottile/musl-cross"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "cmake"
brew "coreutils"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gnupg"
brew "graphviz"
brew "hugo"
brew "hyperfine"
brew "musl-cross"
brew "neovim"
brew "node"
brew "pastel"
brew "pinentry-mac"
brew "renameutils"
brew "ripgrep"
brew "rustup-init"
brew "strand"
brew "t"
brew "tmux", args: ["HEAD"]
brew "tokei"
brew "tree"
brew "yarn"
brew "youtube-dl"

cask "adobe-creative-cloud"
cask "anki"
cask "appcleaner"
cask "discord"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ibm-plex"
cask "font-input"
cask "font-jetbrains-mono"
cask "google-backup-and-sync"
cask "iterm2"
cask "lastpass"
cask "monitorcontrol"
cask "omnidisksweeper"
cask "spotify"
cask "swiftformat-for-xcode"
cask "visual-studio-code"
