tap "arzg/homebrew-vim-strand"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "lhvy/tap"

brew "coreutils"
brew "dust"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "gnupg"
brew "graphviz"
brew "hugo"
brew "hyperfine"
brew "llvm"
brew "mosh"
brew "neovim"
brew "node"
brew "pastel"
brew "pinentry-mac"
brew "pipes-rs"
brew "ripgrep"
brew "rustup-init"
brew "strand"
brew "tmux"
brew "tokei"
brew "yarn"
brew "yt-dlp"

cask "adobe-creative-cloud"
cask "appcleaner"
cask "balance-lock"
cask "coconutbattery"
cask "discord-ptb"
cask "font-alegreya"
cask "font-alegreya-sans"
cask "font-fira-mono"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex"
cask "font-inconsolata"
cask "font-input"
cask "font-jetbrains-mono"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "google-drive"
cask "iina"
cask "kitty"
cask "loopback"
cask "mactex"
cask "monitorcontrol"
cask "omnidisksweeper"
cask "raycast"
cask "sf-symbols"
cask "spotify"
cask "stats"
cask "steam"
cask "visual-studio-code"
