tap "arzg/homebrew-vim-strand"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "coreutils"
brew "dust"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "git"
brew "neovim"
brew "renameutils"
brew "ripgrep"
brew "strand"
brew "youtube-dl"

cask "appcleaner"
cask "bitwarden"
cask "coconutbattery"
cask "discord"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex"
cask "font-input"
cask "font-jetbrains-mono"
cask "iina"
cask "mactex"
cask "microsoft-teams"
cask "monitorcontrol"
cask "omnidisksweeper"
cask "spotify"
cask "zoom"
