tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "fzf"
brew "gnupg"
brew "graphviz"
brew "hugo"
brew "hyperfine"
brew "llvm"
brew "node"
brew "pastel"
brew "pinentry-mac"
brew "rustup-init"
brew "tokei"
brew "yarn"

cask "anki"
cask "appcleaner"
cask "balance-lock"
cask "coconutbattery"
cask "discord"
cask "font-fira-mono"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex"
cask "font-inconsolata"
cask "font-input"
cask "font-jetbrains-mono"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "google-drive"
cask "iina"
cask "kitty"
cask "loopback"
cask "mactex"
cask "monitorcontrol"
cask "omnidisksweeper"
cask "sf-symbols"
cask "spotify"
cask "stats"
cask "steam"
cask "visual-studio-code"
