tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "coreutils"
brew "dust"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "git"
brew "renameutils"
brew "ripgrep"
brew "youtube-dl"

cask "appcleaner"
cask "bitwarden"
cask "displaperture"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex"
cask "font-input"
cask "font-jetbrains-mono"
cask "iina"
cask "monitorcontrol"
cask "omnidisksweeper"
cask "spotify"
